export default function About() {
    return (
        <section className="w-4/5 p-4
        rounded-lg bg-bright-foreground
        text-dark-foreground">
            <p className="text-6xl font-bold flex justify-center">Про нас</p>
            <p className="text-xl">
VibeZone — це онлайн-платформа, створена для того, щоб допомогти львівським студентам знаходити найкращі місця для відпочинку, розваг, навчання та особистого розвитку. Завдяки зручним фільтрам, стислим описам та актуальній дошці оголошень, ви легко знайдете простір, який відповідає саме вашим потребам.
<br/>
Над проєктом працює невелика, але натхненна команда студентів, які добре знають реалії життя у Львові. Ми об’єднані бажанням зробити студентське життя комфортнішим, цікавішим і більш усвідомленим. Щодня ми досліджуємо місто, оновлюємо інформацію та прагнемо, щоб VibeZone став вашим надійним гідом у світі львівських можливостей.</p>

<p className="text-3xl font-bold flex justify-center">Наша команда</p>
<ul className="text-xl">
<li>Віка — лідер команди, програмувала одну зі сторінок, писала документацію та координувала роботу над проєктом.</li>
<li>Вікторія — програмувала сторінки сайту, працювала над візуальною частиною.</li>
<li>Єгор — розробив увесь бекенд і допомагав зі створенням окремих сторінок.</li>
<li>Влад — автор дизайну проєкту, відповідав за стиль та зручність інтерфейсу.</li>
<li>Наталя — придумала ідею платформи та її ключові особливості.</li>
<li>Денис і Максим — займались пошуком контенту для наповнення сайту.</li>
</ul>
<br/>
<p className="text-xl">
Ми віримо, що завдяки спільним зусиллям VibeZone стане корисним помічником для кожного львівського студента.</p>
        </section>
    );
}